//
//  LessonModel.swift
//  Nanuri
//
//  Created by Park Gyurim on 2022/01/30.
//

import Foundation

/*
let districtList : [String] = ["District #1", "District #2", "District #3", "District #4",
                               "District #5", "District #6", "District #7", "District #8",
                               "District #9", "District #10", "District #11", "District #12"]
*/

let districtList : [String] = ["가창면", "감삼동", "검단동", "고산동", "고성동", "공산동", "관문동", "관음동", "구암동", "구지면", "국우동", "남산동", "내당동", "노원동", "논공읍", "다사읍", "달성군", "대명동", "대봉동", "대신동", "대현동", "도원동", "도평동", "동인동", "동천동", "동촌동", "두류동", "두산동", "만촌동", "무태조야동", "방촌동", "범물동", "범어동", "복현동", "본동", "본리동", "봉덕동", "불로봉무동", "비산동", "산격동", "삼덕동", "상동", "상인동", "상중이동", "성내동", "성당동", "송현동", "수성가동", "신당동", "신암동", "신천동", "안심동", "옥포읍", "용산동", "원대동", "월성동", "유가읍", "읍내동", "이곡동", "이천동", "장기동", "죽전동", "중구", "중동", "지산동", "지저동", "진천동", "칠성동", "침산동", "태전동", "파동", "평리동", "하빈면", "해안동", "혁신동", "현풍읍", "화원읍", "황금동", "효목동"]
